Repository: miloradrajic/kopa-payment
Catalog: languages/kopa-payment-*.po
Languages: bs_ba, hr, mk_mk, sr_rs

source: Your payment was refused.
bs_ba: Vaša uplata je odbijena. Pokušajte ponovo ili kontaktirajte svoju banku.
hr: Vaše je plaćanje odbijeno, pokušajte ponovo ili kontaktirajte svoju banku.
sr_rs: Плаћање је одбијено. Покушајте поново или контактирајте банку.

source: CCV
bs_ba: CVV broj
hr: CVV broj

source: CC Type
mk_mk: Вид на кредитна картичка
