Repository: miloradrajic/kopa-payment
Catalog: languages/kopa-payment-*.po
Languages: bs_ba, hr, mk_mk, sr_rs

source: Add a KOPA payment method with credit cards to WooCommerce.
bs_ba: Dodajte KOPA način plaćanja kreditnim karticama na WooCommerce.
hr: Dodajte KOPA metod plaćanja kreditnim karticama na WooCommerce.
sr_rs: Додај плаћање кредитним картицама преко КОПА система плаћања

source: After payment (3D)
bs_ba: Nakon uplate (3D)
hr: Nakon uplate (3D)
sr_rs: Након трансакције (3Д)

source: Alias
bs_ba: Naziv
mk_mk: Бран на кредитната картичка
sr_rs: Име картице

source: Already refunded with KOPA
bs_ba: Već refundirano putem KOPA sistema
hr: Već vraćeno preko sustava KOPA
mk_mk: Веќе е рефундирано со системот KOPA
sr_rs: Већ је рефундирано преко КОПА

source: Already refunded with KOPA system
bs_ba: Već refundirano putem KOPA sistema
hr: Već vraćeno preko sustava KOPA
mk_mk: Веќе е рефундирано со системот KOPA
sr_rs: Рефундација је већ обављена преко КОПА система.

source: Already voided with KOPA
bs_ba: Već poništeno sa KOPA-om
hr: Već poništena transakcija s KOPA sistemom
sr_rs: Трансакција је већ рефундирана на КОПА систему

source: API & 3D Payment method for banking system
bs_ba: API i 3D način plaćanja za bankarski sistem
hr: API & 3D način plaćanja za bankovni sustav
sr_rs: АПИ и 3Д метод плаћања за банковни систем

source: API password
bs_ba: API lozinka
hr: API lozinka
sr_rs: АПИ шифра

source: API password for banking system
bs_ba: API lozinka za bankarski sistem
hr: API lozinka za bankovni sustav
sr_rs: АПИ шифра за банковни систем

source: API payment success
bs_ba: Uspješno API plaćanje
hr: Uspješno API plaćanje
mk_mk: Успешно API плаќање
sr_rs: АПИ плаћање је успешно завршено

source: API storekey
hr: API ključ
sr_rs: АПИ кључ

source: API storekey for banking system
bs_ba: API storekey za bankarski sistem
hr: API ključ za bankovni sustav
sr_rs: АПИ кључ за банковни систем

source: API Username
bs_ba: API korisničko ime
hr: API korisničko ime
sr_rs: АПИ корисничко име

source: API username for banking system
bs_ba: API korisničko ime za bankarski sistem
hr: API korisničko ime za bankovni sustav
sr_rs: АПИ корисничко име за банковни систем

source: Are you sure you want to remove saved credit card
bs_ba: Jeste li sigurni da želite ukloniti sačuvanu kreditnu karticu
hr: Jeste li sigurni da želite ukloniti spremljenu kreditnu karticu
mk_mk: Дали сте сигурни дека сакате да ја отстраните зачуваната кредитна картичка
sr_rs: Да ли сте сигурни да желите да обришете сачувану картицу

source: Authorization Code
bs_ba: Autorizacijski kod
hr: Autorizacijski kod
sr_rs: Код за ауторизацију

source: Banking payment methods:
bs_ba: Bankarski načini plaćanja:
hr: Bankovni načini plaćanja:
sr_rs: Метода исплата банке:

source: Canceled payment with KOPA system
bs_ba: Poništeno plaćanje putem KOPA sistema
hr: Poništeno plaćanje preko sustava KOPA
mk_mk: Откажано плаќање со системот KOPA
sr_rs: Отказано је плаћања КОПА системом.

source: Card with this alias already exists
bs_ba: Kartica s ovim nazivom već postoji
hr: Kartica s ovim aliasom već postoji
sr_rs: Кредитна картица са овим именом већ постоји

source: CC Alias
bs_ba: Broj za jednokretnu upotrjebu kreditne kartice
hr: Broj za jednokretnu upotrjebu kreditne kartice
mk_mk: Бран на кредитната картичка
sr_rs: Алијас картице

source: CC Deleted
bs_ba: Kreditna kartica je izbrisana
hr: Kreditna kartica je izbrisana
mk_mk: Кредитната картичка е избришана
sr_rs: Картица је обрисана.

source: CC Saved
bs_ba: Kreditna kartica je sačuvana
hr: Kreditna kartica je spremljena
mk_mk: Кредитната картичка е зачувана
sr_rs: Картица је сачувана.

source: Created At
bs_ba: Kreirano u
hr: Stvoreno u
mk_mk: Создаден на
sr_rs: Време чувања

source: Credit card number
bs_ba: Broj kreditne kartice
hr: Broj kreditne kartice
mk_mk: Број на кредитна картичка
sr_rs: Број картице

source: Debug KOPA
sr_rs: Oтклањање грешака

source: Delete
bs_ba: Izbriši
hr: Izbrisati
mk_mk: Избриши
sr_rs: Обриши

source: Display bank logos when user select this payment option
bs_ba: Prikaz logotipa banke kada korisnik odabere ovu opciju plaćanja
hr: Prikaz logotipa banke kada korisnik odabere ovu opciju plaćanja
sr_rs: Приказивање логотипа банака на страници за плаћање када је активирана ова опција плаћања

source: Display logos on checkout
bs_ba: Prikažite logotipe pri naplati
hr: Prikaz logotipa na blagajni
sr_rs: Приказивање логотипа на страници за плаћање

source: Enable test mode
bs_ba: Omogućite testni način rada
hr: Omogući testni način rada
sr_rs: Укључи мод за тестирање

source: Error deleting CC
bs_ba: Greška pri brisanju kreditne kartice
hr: Pogreška prilikom brisanja kreditne kartice
mk_mk: Грешка при бришење на кредитната картичка
sr_rs: Грешка приликом брисања картице.

source: Error getting card details
bs_ba: Greška pri dobijanju podataka o kartici
hr: Pogreška pri dobivanju podataka o kartici
mk_mk: Грешка при земање на деталите за картичката
sr_rs: Грешка приликом добаваљања података картице.

source: Error getting pi key
bs_ba: Greška pri preuzimanju Api klјuča
hr: Pogreška prilikom preuzimanja Api klјuča
mk_mk: Грешка при земање на клучот за плаќање
sr_rs: Грешка приликом враћања кључа.

source: Error log has been updated
bs_ba: Evidencija grešaka je ažurirana
hr: Evidencija grešaka je ažurirana
mk_mk: Евиденцијата на грешки е ажурирана
sr_rs: Лог са грешкама је ажуриран.

source: Error with API payment
bs_ba: Greška prilikom API plaćanja
hr: Greška prilikom API plaćanja
mk_mk: Грешка при API плаќање
sr_rs: Грешка са АПИ плаћањем

source: Error with starting API payment
bs_ba: Greška pri pokretanju API plaćanja
hr: Pogreška pri pokretanju API plaćanja
mk_mk: Грешка при стартување на API плаќање
sr_rs: Грешка приликом започињања АПИ плаћања

source: Exparation Date
bs_ba: Datum isteka
hr: Datum isteka
mk_mk: Датум на истек
sr_rs: Датум истицања картице

source: Failed voiding payment with KOPA system
bs_ba: Neuspješno poništavanje plaćanja sa KOPA sistemom
hr: Neuspješno poništavanje plaćanja sa sustavom KOPA
sr_rs: Неуспесна рефундација на КОПА систему

source: Global (payment will not work, it will only return sent values)
bs_ba: Globalno (plaćanje neće raditi, vratit će se samo poslane vrijednosti)
hr: Globalno (plaćanje neće funkcionirati, vratit će samo poslane vrijednosti)
sr_rs: Глобално - плаћање неће радити, само ће приказивати послате податке

source: Inactive
bs_ba: Neaktivan
hr: Neaktivan
sr_rs: Неактиван

source: Kopa Logs Preview
bs_ba: Prijegled KOPA sistema
hr: Pregled sustava KOPA.
mk_mk: Преглед на Kopa евиденции
sr_rs: Копа Логс преглед

source: KOPA Payment
bs_ba: KOPA plaćanje
hr: KOPA Plaćanje
sr_rs: КОПА плаћање

source: KOPA Payment Method
bs_ba: Način plaćanja putem KOPA sistema
hr: Način plaćanja putem sustava KOPA
mk_mk: Метод на плаќање KOPA
sr_rs: КОПА систем плаћања

source: KOPA Payment Method description
bs_ba: KOPA Opis načina plaćanja
hr: Opis načina plaćanja KOPA
sr_rs: Плаћање картицама путем КОПА система

source: KOPA Reference ID:
bs_ba: Referentni broj KOPA sistema:
hr: Referentni broj sustava KOPA:
mk_mk: KOPA референтен ID:
sr_rs: КОПА ИД референца:

source: Kopa server URL cannot be empty!
bs_ba: URL Kopa servera ne može biti prazan!
hr: URL Kopa poslužitelja ne može biti prazan!
sr_rs: Адреса сервера не сме бити празна

source: Kopa test server URL cannot be empty!
bs_ba: URL Kopa test servera ne može biti prazan!
hr: URL Kopa test poslužitelja ne može biti prazan!
sr_rs: Адреса тестног сервера не сме бити празна

source: Last Four Digits
bs_ba: Poslednje četiri cifre
hr: Zadnje četiri znamenke
mk_mk: Последните четири цифри
sr_rs: Последње 4 цифре

source: Log preview content
bs_ba: Prijegled sadržaja
hr: Pregled sadržaja.
mk_mk: Преглед на содржината на евиденциите
sr_rs: Преглед логова

source: Manage Credit Cards
bs_ba: Upravljanje kreditnim karticama
hr: Upravljanje kreditnim karticama
mk_mk: Управување со кредитните картички
sr_rs: Управљајте платним картицама

source: MD Status
sr_rs: МД статус

source: Merchant id
bs_ba: Id trgovca
hr: ID trgovca
sr_rs: ИД трговца

source: Merchant ID. Without this, KOPA payment will not be active
bs_ba: ID trgovca. Bez toga, KOPA plaćanje neće biti aktivno
hr: ID trgovca. Bez toga, KOPA plaćanje neće biti aktivno
sr_rs: ИД трговца. Ако је остављено празно, ова опција за плаћање неће бити доступна

source: MOTO Payment method for banking system
bs_ba: MOTO Način plaćanja za bankarski sistem
hr: MOTO Način plaćanja za bankovni sustav
sr_rs: МОТО плаћање за банковни систем

source: New credit card
bs_ba: Nova kreditna kartica
hr: Nova kreditna kartica
mk_mk: Нова кредитна картичка
sr_rs: Нова платна картица.

source: Only digits are allowed
bs_ba: Dozvoljene su samo cifre
hr: Dopuštene su samo znamenke
mk_mk: Се дозволени само цифри
sr_rs: Дозвољене су само цифре

source: Order could not be completed
bs_ba: Narudžbina nije mogla biti završena
hr: Narudžba nije mogla biti završena
mk_mk: Нарачката не можеше да биде завршена
sr_rs: Поруџбина не може да се заврши.

source: Order could not be completed on KOPA because order transaction was set to Refund
bs_ba: Narudžbina nije mogla da se završi putem KOPA sistema jer je transakcija narudžbine postavljena kao refundiranje
hr: Narudžba nije mogla biti izvršena putem KOPA sustava jer je transakcija narudžbine postavljena kao povrat
mk_mk: Нарачката не можеше да биде завршена со системот KOPA бидејќи трансакцијата на нарачката беше поставена на Refund
sr_rs: Поруџбина није могла да се заврши на КОПА јер је трансакција поруџбине подешена на Рефунд.

source: Order could not be completed on KOPA because order transaction was set to Void
bs_ba: Narudžbina nije mogla da se završi putem KOPA sistema jer je transakcija narudžbine postavljena kao nevažeća
hr: Narudžba nije mogla biti izvršena putem KOPA sustava jer je transakcija narudžbine postavljena kao nevažeća
mk_mk: Нарачката не можеше да биде завршена со системот KOPA бидејќи трансакцијата на нарачката беше поставена на Void
sr_rs: Поруџбина није могла да се заврши на КОПА јер је трансакција налога постављена на Воид.

source: Order could not be completed on KOPA because PostAuth has failed
bs_ba: Narudžbina nije mogla da se završi putem KOPA sistema jer postautorizacija nije uspjela
hr: Narudžba nije mogla biti izvršena putem KOPA sustava jer postautorizacija nije uspjela
mk_mk: Нарачката не можеше да биде завршена со системот KOPA бидејќи PostAuth беше неуспешен
sr_rs: Поруџбина није могла да се заврши на КОПА јер није успео ПостАутх.

source: Order has been completed
bs_ba: Narudžbina je završena
hr: Narudžba je završena
mk_mk: Нарачката е завршена
sr_rs: Поруџбина је завршена.

source: Order has been completed on KOPA system.
bs_ba: Narudžbina je završena putem KOPA sistema.
hr: Narudžba je izvršena putem KOPA sustava.
mk_mk: Нарачката е завршена со системот KOPA.
sr_rs: Поруџбина је завршена на КОПА систему.

source: Order has been paid with KOPA system
bs_ba: Narudžbina je plaćena putem KOPA sistema
hr: Narudžba je plaćena preko sustava KOPA
mk_mk: Нарачката е платена со системот KOPA
sr_rs: Поруџбина је плаћена преко КОПА система.

source: Order has been refunded
bs_ba: Narudžbina je refundirana
hr: Narudžba je vraćena
mk_mk: Нарачката е рефундирана
sr_rs: Поруџбина је рефундирана.

source: Order has failed CC transaction
bs_ba: Narudžba nije uspjela CC transakcija
hr: Narudžba nije uspjela CC transakcija
sr_rs: Плаћање није успешно, ваш рачун није задужен, најчешћи узрок је погрешно унет број картице, датум истека или сигурносни код. Покушаје поново, у случају узастопних грешки позовите вашу банку

source: Order payment was not completed on KOPA
bs_ba: Plaćanje narudžbine nije izvršeno putem KOPA sistema
hr: Plaćanje narudžbe nije izvršeno preko sustava KOPA
mk_mk: Плаќањето на нарачката не е завршено со системот KOPA
sr_rs: Плаћање поруџбине није завршено на КОПА.

source: Order was already set to be refunded in KOPA system.
bs_ba: Narudžbina je već bila podješena za refundiranje u KOPA sistemu.
hr: Narudžba je već bila podešena za povrat u KOPA sustavu.
mk_mk: Нарачката веќе беше поставена за рефундација во системот KOPA.
sr_rs: Поруџбина је већ била подешена за рефундирање у КОПА систему.

source: Order was not paid with KOPA payment method.
bs_ba: Narudžbina nije plaćena putem KOPA sistema.
hr: Narudžba nije plaćena preko sustava KOPA.
mk_mk: Нарачката не е платена со методот на плаќање KOPA.
sr_rs: Поруџбина није плаћена преко КОПА начина плаћања.

source: Order was set to be refunded in KOPA system.
bs_ba: Narudžbina je podješena za refundiranje u KOPA sistemu.
hr: Narudžba je podešena za povrat u KOPA sustavu.
mk_mk: Нарачката беше поставена за рефундација во системот KOPA.
sr_rs: Поруџбина је подешена да се рефундира у КОПА систему.

source: Payment description:
bs_ba: Opis plaćanja:
hr: Opis plaćanja:
mk_mk: Опис на плаќањето:
sr_rs: Опис плаћања:

source: Payment details
bs_ba: Detalјi plaćanja
hr: Detalјi plaćanja
mk_mk: Детали за плаќање
sr_rs: Детаљи о плаћању

source: Payment total:
bs_ba: Ukupno plaćanje:
hr: Ukupno plaćanje:
mk_mk: Вкупно плаќање:
sr_rs: Укупно:

source: Payment unsuccessful - your payment card account is not debited.
bs_ba: Plaćanje neuspješno - vaš račun platne kartice nije zadužen.
hr: Plaćanje neuspješno - račun vaše platne kartice nije terećen.
sr_rs: Трансакција неуспешна. Рачун Ваше платне картице није задужен, најчешћи узрок неуспешног плаћања може бити погрешно унет број картице, датум истека, сигурносни код или лимит картице. Покушајте поново или контактирајте Вашу банку.

source: Please check CC number and selected CC type.
bs_ba: Molimo provjerite broj kreditne kartice i izabranu vrstu kreditne kartice.
hr: Molimo provjerite broj kreditne kartice i izabranu vrstu kreditne kartice.
mk_mk: Ве молиме проверете ги бројот на кредитната картичка и избраниот вид на кредитната картичка.
sr_rs: Молимо Вас проверите број картице и одабрани тип картице.

source: Please enter a valid credit card number
bs_ba: Molimo unesite važeći broj kreditne kartice
hr: Molimo unesite važeći broj kreditne kartice
mk_mk: Ве молиме внесете важечки број на кредитната картичка
sr_rs: Молимо Вас да унесете важећи број платне картице

source: Please enter a valid exparation date (MM/YY)
bs_ba: Molimo unesite važeći datum isteka (MM/GG)
hr: Molimo unesite važeći datum isteka (MM/GG)
mk_mk: Ве молиме внесете важечки датум на истек (ММ/ГГ)
sr_rs: Молимо Вас да унесете важец́и датум истека (ММ/ГГ)

source: Please enter credit card alias
bs_ba: Molimo unesite broj za jednokratnu upotrebu kreditne kartice
hr: Molimo unesite broj za jednokratnu upotrebu kreditne kartice
mk_mk: Ве молиме внесете го бранот на кредитната картичка
sr_rs: Молимо Вас унесите алијас платне картице

source: Please enter credit card alias.
bs_ba: Molimo unesite broj za jednokratnu upotrebu kreditne kartice.
hr: Unesite alias kreditne kartice.
mk_mk: Ве молиме внесете го бранот на кредитната картичка.
sr_rs: Молимо Вас да унесете алијас платне картице.

source: Please enter valid CCV number
bs_ba: Molimo unesite važeći CVV broj
hr: Molimo unesite važeći CVV broj
mk_mk: Ве молиме внесете важечки CCV број
sr_rs: Молимо Вас да унесете исправан ЦЦВ број са картице

source: Please fill in a valid credit card CCV number.
bs_ba: Molimo unesite važeći CVV broj kreditne kartice.
hr: Molimo unesite važeći CVV broj kreditne kartice.
mk_mk: Ве молиме внесете го важечкиот CCV број на кредитната картичка.
sr_rs: Молимо Вас попуните исправан CCV број ваше картице.

source: Please fill in a valid credit card exparation date.
bs_ba: Molimo unesite važeći datum isteka kreditne kartice.
hr: Molimo unesite važeći datum isteka kreditne kartice.
mk_mk: Ве молиме внесете важечки датум пред истек на кредитната картичка.
sr_rs: Молимо Вас да попуните исправан датум истека картице.

source: Please fill in a valid credit card number.
bs_ba: Molimo unesite važeći broj kreditne kartice.
hr: Molimo unesite važeći broj kreditne kartice.
mk_mk: Ве молиме внесете го важечкиот број на кредитната картичка.
sr_rs: Молимо Вас попуните исправан број картице.

source: Plugin version
bs_ba: Verzija dodatka
hr: Verzija dodatka
sr_rs: Verzija dodatka

source: Refunded completed on KOPA system
bs_ba: Refundiranje je završeno putem KOPA sistema
hr: Vraćanje je završeno preko sustava KOPA
mk_mk: Рефундирањето е завршено со системот KOPA
sr_rs: Рефундација је завршена преко КОПА система.

source: Save credit card
bs_ba: Sačuvati kreditnu karticu
hr: Spremiti kreditnu karticu
mk_mk: Зачувајте ја кредитната картичка
sr_rs: Сачувај картицу

source: Saving CC
bs_ba: Čuvanje CC
hr: Spremanje kreditne kartice
sr_rs: Чување картице

source: Server URL
bs_ba: URL servera
hr: URL poslužitelja
sr_rs: Адреса сервера

source: Server URL for testing on KOPA system
bs_ba: URL servera za testiranje na KOPA sistemu
hr: URL poslužitelja za testiranje na sustavu KOPA
sr_rs: Адреса тестног сервера

source: Server URL to KOPA system
bs_ba: URL servera na KOPA sistem
hr: URL poslužitelja za sustav KOPA
sr_rs: Адреса сервера за КОПА систем. Ако је остављено празно, ова опција за плаћање неће бити доступна

source: Starting 3D incognito payment
bs_ba: Pokretanje 3D plaćanja u anonimnom modu
hr: Pokretanje 3D inkognito plaćanja
mk_mk: Стартување на 3D анонимно плаќање
sr_rs: Почетак 3Д плаћања

source: Starting 3D payment
bs_ba: Pokretanje 3D plaćanja
hr: Pokretanje 3D plaćanja
mk_mk: Стартување на 3D плаќање
sr_rs: Почетак 3Д плаћањаПочетак 3Д плаћања

source: Starting moto payment
bs_ba: Pokretanje MOTO transakcije
hr: Početak moto plaćanja
mk_mk: Стартување на MOTO плаќање
sr_rs: Почетак МОТО плаћања

source: Status of the order is PreAuth
bs_ba: Status narudžbine je predautorizacija
hr: Status narudžbe je predautorizacija
mk_mk: Статусот на нарачката е предавторизација
sr_rs: Статус поруџбине је PreAuth

source: Tehnološko Partnerstvo
sr_rs: Технолошко партнерство

source: Test Merchant id
bs_ba: Testirajte ID trgovca
hr: Testni ID trgovca
sr_rs: ИД Тестног трговца

source: Test Merchant ID. Without this, KOPA payment will not be active
bs_ba: Testirajte ID trgovca. Bez toga KOPA plaćanje neće biti aktivno
hr: Testirajte ID trgovca. Bez toga, KOPA plaćanje neće biti aktivno
sr_rs: ИД тестног трговца. Ако је активиран мод за тестирање, користиће се овај ИД.

source: Test mode is active
bs_ba: Testni režim je aktivan
hr: Testni način je aktivan
sr_rs: Активан је мод за тестирање

source: Test Server URL
bs_ba: Test URL servera
hr: URL testnog poslužitelja
sr_rs: Адреса тестног сервера

source: There are no saved credit cards.
bs_ba: Ne postoje sačuvane kreditne kartice.
hr: Nema spremljenih kreditnih kartica.
mk_mk: Нема зачувани кредитни картички.
sr_rs: Немате сачуваних платних картица.

source: There has been an error with payment
bs_ba: Došlo je do greške prilikom plaćanja
hr: Došlo je do pogreške prilikom plaćanja
mk_mk: Настана грешка при плаќањето
sr_rs: Дошло је до грешке са плаћањем

source: There was a problem with a payment -
bs_ba: Došlo je do problema sa plaćanjem -
hr: Došlo je do problema s plaćanjem -
sr_rs: Дошло је до проблема са плаћањем

source: There was a problem with a payment. Please contant shop administrator.
bs_ba: Došlo je do problema s plaćanjem. Molimo kontaktirajte administratora trgovine.
hr: Došlo je do problema s plaćanjem. Molimo kontaktirajte administratora trgovine.
sr_rs: Дошло је до проблема са плаћањем.

source: There was a problem with connection with payment
bs_ba: Došlo je do problema sa povezivanjem sa plaćanjem
hr: Došlo je do problema pri povezivanju s plaćanjem
mk_mk: Настана проблем со конекцијата со плаќањето
sr_rs: Дошло је до проблема са повезивањем са плаћањем.

source: There was a problem with KOPA refund process
bs_ba: Došlo je do problema sa procesom refundiranja putem KOPA sistema
hr: Došlo je do problema sa procesom vraćanja preko sustava KOPA
mk_mk: Настана проблем со процесот на рефундирање со системот KOPA
sr_rs: Десио се проблем приликом КОПА процеса рефундације.

source: There was an error canceling order in KOPA system.
bs_ba: Došlo je do greške pri otkazivanju narudžbine u KOPA sistemu.
hr: Došlo je do pogreške pri otkazivanju narudžbine u KOPA sustavu.
mk_mk: Настана грешка при откажувањето на нарачката во системот KOPA.
sr_rs: Дошло је до грешке при отказивању поруџбине у КОПА систему.

source: There was problem with Kopa Payment method.
bs_ba: Došlo je do problema sa načinom plaćanja putem KOPA sistema.
hr: Došlo je do problema sa načinom plaćanja preko sustava KOPA.
mk_mk: Настана проблем со методот на плаќање Kopa.
sr_rs: Дошло је до проблема са КОПА начином плаћања.

source: There was problem with Kopa Payment method. DELETE CC
bs_ba: Došlo je do problema sa načinom plaćanja putem KOPA sistema. IZBRISATI KREDITNU KARTICU
hr: Došlo je do problema sa načinom plaćanja preko sustava KOPA. IZBRIŠI KREDITNU KARTICU
mk_mk: Настана проблем со методот на плаќање Kopa. Бришење на кредитната картичка
sr_rs: Дошло је до грешке са КОПА начином плаћања. Приликом брисања платне картице.

source: There was problem with Kopa Payment method. Saving CC
bs_ba: Došlo je do problema sa načinom plaćanja putem KOPA sistema. Čuvanje kreditne kartice
hr: Došlo je do problema sa načinom plaćanja preko sustava KOPA. Spremanje kreditne kartice
mk_mk: Настана проблем со методот на плаќање Kopa. Зачувување на кредитната картичка
sr_rs: Дошло је до грешке са КОПА начином плаћања. Приликом чувања платне картице.

source: This is the title that the user sees during checkout.
bs_ba: Ovo je naslov koji korisnik vidi prilikom plaćanja.
hr: Ovo je naslov koji korisnik vidi tijekom naplate.
mk_mk: Ова е насловот што корисникот го гледа за време на наплатата.
sr_rs: Наслов који корисник види приликом плаћања

source: Title
bs_ba: Naslov
hr: Naslov
mk_mk: Наслов
sr_rs: Наслов

source: Transaction Code
bs_ba: Kod transakcije
hr: Šifra transakcije
sr_rs: Код трансакције

source: Transaction Date
bs_ba: Datum transakcije
hr: Datum transakcije
sr_rs: Датум трансакције

source: Transaction details
bs_ba: Detalji transakcije
hr: Detalji transakcije
sr_rs: Детаљи трансакције

source: Transaction Error Code
bs_ba: Kod greške transakcije
hr: Šifra pogreške transakcije
sr_rs: Шифра грешке

source: Transaction Id
bs_ba: ID Transakcije
hr: ID transakcije
sr_rs: Број трансакције

source: Transaction on this order was not completed with KOPA system
bs_ba: Transakcija po ovoj narudžbini nije završena putem KOPA sistema
hr: Transakcija za ovu narudžbu nije izvršena preko sustava KOPA
mk_mk: Трансакцијата за оваа нарачка не е завршена со системот KOPA
sr_rs: Трансакције за ову поруџбину није завршена преко КОПА система.

source: Transaction Status
bs_ba: Status transakcije
hr: Status transakcije
sr_rs: Статус трансакције

source: Type
bs_ba: Tip
hr: Tip
mk_mk: Тип
sr_rs: Тип картице

source: Use saved credit cards
bs_ba: Koristite sačuvane kreditne kartice
hr: Koristite pohranjene kreditne kartice
mk_mk: Користете ги зачуваните кредитни картички
sr_rs: Користите сачуване платне картице.

source: You have successfully made the payment - your payment card account has been debited.
bs_ba: Uspješno ste izvršili uplatu - vaš račun platne kartice je zadužen.
hr: Uspješno ste izvršili uplatu – terećen je račun vaše platne kartice.
sr_rs: Uspešno ste izvršili plaćanje – račun Vaše platne kartice je zadužen.

source: Your payment was canceled, please try again.
bs_ba: Vaša uplata je otkazana. Pokušajte ponovo ili kontaktirajte svoju banku.
hr: Vaša uplata je otkazana, pokušajte ponovno ili kontaktirajte svoju banku.
mk_mk: Вашата исплата е откажана, обидете се повторно.
sr_rs: Ваше плаћање је стопирано. Покушајте поново или контактирајте банку.
